"TITLE_INTRODUCTION" = "Introduction";
"TITLE_IDENTIFYING" = "Identifying Your Keyboard";
"TITLE_CONCLUSION" = "Conclusion";
"TITLE_SELECT" = "Select the Keyboard Type";

"INTRO_TEXT" = "Your keyboard cannot be identified and will not be usable until it is identified. To identify this keyboard click Continue.\n\nIf your keyboard is working properly and you have an additional USB input device connected to your computer that is not a keyboard, you can skip this step.";
"LEFT_SHIFT_TEXT" = "Press the key immediately to the right of the Shift key on the left side of the keyboard.";
"RIGHT_SHIFT_TEXT" = "Press the key immediately to the left of the Shift key on the right side of the keyboard.";
"SHIFT_SUB_TEXT" = "Press the key only once and do not hold down the key for a long time. When the key is recognized, the next panel will appear.";
"CONFIRM_TEXT" = "Your keyboard has been identified. Click Done to start using your computer. If this isn't the correct type for your keyboard, select the type and click Done.";
"FORCE_CONFIRM_TEXT" = "Select the keyboard type and click Done. If you don’t know your keyboard’s type, contact the manufacturer of your keyboard and ask them to identify the type.";
"PROGRESS_TEXT" = "Identifying your keyboard...";
"WARNING_TITLE" = "Your keyboard cannot be identified.";
"WARNING_MESSAGE" = "The keys you pressed were not recognized. Click OK to select the keyboard type.";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "Skip";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Press the key immediately to the right of the Shift key on the left side of the keyboard that can't be identified.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Press the key immediately to the left of the Shift key on the right side of the keyboard that can't be identified.";
"EXTERNAL_WARNING_MESSAGE" = "You have pressed a key on your Apple keyboard. Please press the keys on the keyboard that can't be identified.";

"ANSI_TITLE" = "ANSI (United States and others)";
"ANSI_HINT" = "Standard 101-key or 102-key keyboard and some other keyboards";

"ISO_TITLE" = "ISO (European)";
"ISO_HINT" = "ISO/IEC 9995 standard keyboard";

"JIS_TITLE" = "JIS (Japanese)";
"JIS_HINT" = "Japanese standard keyboard with input method keys";

"MacISO_TITLE" = "ISO (European)";
"MacISO_HINT" = "ISO/Macintosh keyboard";
